base-devel
dialog
dos2unix
dosfstools
git
glibc
go
htop
iptables
iw
lighttpd
man-db
netctl
openssh
pcre
php-cgi
php-sqlite
rsync
sqlite
sudo
tmux
uboot-tools
vim
wireless_tools
wpa_supplicant
xf86-input-evdev
xf86-video-fbdev
xfce4
xorg-server
xorg-xinit
xorg-xinput
